export const SkinQuiz = [
    {
        id: 1,
        type1: "Dry or Oily",
        type2: "건성 or 지성",
        question: <>요즘 얼굴 피부 상태는 어떤가요?</>,
        option: [
            <>건조해요</>,
            <>편안해요</>,
            <>이마나 코는 유분기가 있고 눈가나 입가, 볼은 건조해요</>,
            <>얼굴 전체적으로 유분기가 많아요</>
        ]
    },
    {
        id: 2,
        type1: "Dry or Oily",
        type2: "건성 or 지성",
        question: <>세안 후에 피부는 어떤가요?</>,
        option: [
            <>매우 건조하고 당겨서 아픈 느낌마저 들어요</>,
            <>당기는 느낌이 들어요</>,
            <>큰 불편함은 못느끼지만 보습제는 바르고 자요</>,
            <>윤기가 돌고, 따로 보습제를 바르지 않고<br />자도 불편함이 없어요</>,
            <>잘 모르겠어요</>
        ]
    },
    {
        id: 3,
        type1: "Dry or Oily",
        type2: "건성 or 지성",
        question: <>파운데이션이나 비비크림으로 화장을 마무리한 날,<br />2~3시간 후 화장 상태는 어떤가요?</>,
        option: [
            <>각질이 부각되고 주름사이에 끼임 현상이 보여요</>,
            <>아침과 상태가 동일해요</>,
            <>아침보다 약간 윤기가 흘러요</>,
            <>이마나 코 옆에 유분이 많이 올라와서<br />지워지거나 지저분해진 상태에요</>,
            <>화장을 안하거나, 유심히 살펴본적이 없어요</>
        ]
    },
    {
        id: 4,
        type1: "Dry or Oily",
        type2: "건성 or 지성",
        question: <>얼굴의 모공 분포는 어떤가요?</>,
        option: [
            <>모공이 전혀 보이지 않아요</>,
            <>유심히 살펴봐야 보이는 정도에요</>,
            <>코나 이마, 볼 주변으로 보여요</>,
            <>얼굴 전체적으로 모공이 많아요</>
        ]
    },
    {
        id: 5,
        type1: "Resistant or Sensitive",
        type2: "저항성 or 민감성",
        question: <>여드름, 홍조 및 피부염, 아토피 등으로 피부과 치료를 받은 적이 있나요?</>,
        option: [
            <>증상이 없어서 병원을 갈 필요가 없었어요</>,
            <>증상은 있었지만 병원을 갈 정도는 아니었어요</>,
            <>병원에 가서 진단을 받았고<br />약처방이나 치료 등으로 1개월내로 완치되었어요</>,
            <>병원에 가서 진단을 받았고<br />증세가 심해서 치료에 오랜 시간이 걸렸거나,<br />아직도 치료중이에요</>,
            <>잘 모르겠어요</>
        ]
    },
    {
        id: 6,
        type1: "Resistant or Sensitive",
        type2: "저항성 or 민감성",
        question: <>18K, 24K, 서지컬스틸 등이 아닌<br />일반금속 악세서리를 착용할 경우에<br />알러지 반응이 자주 발생하나요? </>,
        option: [
            <>전혀 없어요.<br />어떤 금속 악세서리든지 다 착용해도 문제 없어요</>,
            <>거의 없어요.<br />태어나서 손에 꼽을 정도에요</>,
            <>자주 있어요.<br />그래서 장신구를 살 때 고민을 많이 해요</>,
            <>항상 있어요.<br />그래서 안전한 소재로 만든 악세서리만 착용해요</>,
            <>악세서리를 착용하지 않아서 잘 모르겠어요</>
        ]
    },
    {
        id: 7,
        type1: "Resistant or Sensitive",
        type2: "저항성 or 민감성",
        question: <>화장품을 사용하고 얼굴에 트러블이 나거나<br />붉고 화끈거리거나, 따갑거나, 가려워진 경험이 있나요?</>,
        option: [
            <>전혀 없어요.<br />어떤 화장품이든지 다 발라도 문제 없어요</>,
            <>거의 없어요.<br />태어나서 손에 꼽을 정도에요</>,
            <>자주 있어요.<br />그래서 화장품을 살 때 고민을 많이 해요</>,
            <>항상 있어요.<br />그래서 처방받은 화장품만 사용해요</>,
            <>화장품을 바르지 않아서 잘 모르겠어요</>
        ]
    },
    {
        id: 8,
        type1: "Resistant or Sensitive",
        type2: "저항성 or 민감성",
        question: <>화장품별 효능이나 맞고/안맞고 차이가 즉각적으로 느껴지나요?</>,
        option: [
            <>뭘 발라도 대충 비슷해요.<br />비싼화장품을 써도 큰 효능이 있는지 모르겠어요</>,
            <>남들이 좋다는건 좋은것 같기는 한데,<br />다른제품과의 큰 차이는 잘 모르겠어요</>,
            <>잘 맞는 제품, 안 맞는 제품이 있어서 <br />제품 구매시 신경쓰게 돼요</>,
            <>잘 맞는 제품은 정말 잘 맞고,<br />안맞는 제품은 트러블까지 올라와요</>,
            <>쓰던것만 써서 잘 모르겠어요</>
        ]
    },
    {
        id: 9,
        type1: "Resistant or Sensitive",
        type2: "저항성 or 민감성",
        question: <>향료가 많이 포함된 바디제품을 사용할 때<br /> 가렵거나 건조하거나 발진이 생긴 경험이 있나요?</>,
        option: [
            <>전혀 없어요. 강한향 극호!</>,
            <>거의 없어요</>,
            <>자주 있어요.<br />너무 강한 향을 가진 제품은 조심하게 돼요</>,
            <>항상 있어요. 그래서 쓰던 제품만 쓰거나,<br />가급적 무향인 제품을 선택하려고 노력해요</>,
            <>향료가 포함된 바디제품을 사용한 적이 없어서<br />잘 모르겠어요</>
        ]
    },
    {
        id: 10,
        type1: "Resistant or Sensitive",
        type2: "저항성 or 민감성",
        question: <>화장을 하지 않은 맨 얼굴은 붉은편인가요?</>,
        option: [
            <>아니요, 붉은기가 전혀 없어요</>,
            <>유심히 보면 붉은기가 조금 보여요</>,
            <>붉은 편이에요</>,
            <>누구와 비교해도 붉어요</>
        ]
    },
    {
        id: 11,
        type1: "Non-pigment or Pigment",
        type2: "비색소성 or 색소성",
        question: <>기미나 주근깨, 잡티로 인해 병원에 방문한 적 있나요?</>,
        option: [
            <>증상이 없어서 병원을 갈 필요가 없었어요</>,
            <>과거에 방문한적이 있어요</>,
            <>최근 1년 이내 병원에 가서 진단을 받았고,<br />치료 등으로 완치되었어요</>,
            <>최근 1년 이내 병원에 가서 진단을 받았고,<br />증세가 심해서 치료에 오랜 시간이 걸렸거나,<br />아직도 치료중이에요</>,
            <>잘 모르겠어요</>
        ]
    },
    {
        id: 12,
        type1: "Non-pigment or Pigment",
        type2: "비색소성 or 색소성",
        question: <>자외선에 노출되고 나면 피부는 어떻게 변하나요?</>,
        option: [
            <>햇빛을 받아도 붉어지기만 하고<br />피부색이 변하지는 않아요</>,
            <>며칠정도 살짝 타거나 주근깨, 기미등이 짙어지지만<br />다시 금방 원래의 피부색으로 돌아와요</>,
            <>피부가 검어진 상태나, 주근깨, 기미 등이 짙어진 채로 몇 주 정도 지속되다가 원래의 피부색으로 돌아와요</>,
            <>피부가 검어진 상태나, 주근깨, 기미 등이 짙어진 채로 몇 개월 이상 지속되어요</>
        ]
    },
    {
        id: 13,
        type1: "Non-pigment or Pigment",
        type2: "비색소성 or 색소성",
        question: <>겨드랑이, 사타구니, 팔꿈치 등 접히거나 마찰이 잦은 부위와 다른 피부와의 색깔 차이는 어떤가요?</>,
        option: [
            <>색깔 차이가 없이 동일해요</>,
            <>유심히 보면 색깔 차이가 보여요</>,
            <>육안으로도 확연한 색깔 차이가 보여요</>,
            <>너무 짙어서 콤플렉스가 느껴질 정도에요</>
        ]
    },
    {
        id: 14,
        type1: "Non-pigment or Pigment",
        type2: "비색소성 or 색소성",
        question: <>여드름 혹은 상처가 난 피부에 색소 침착이 잘 생기는 편인가요?</>,
        option: [
            <>전혀 생기지 않아요</>,
            <>때때로 생겨요</>,
            <>자주 생겨요</>,
            <>항상 생겨요</>
        ]
    },
    {
        id: 15,
        type1: "Tight or Wrinkle",
        type2: "탄력성 or 주름성",
        question: <>얼굴에 주름이 있나요?</>,
        option: [
            <>웃거나 찡그리거나 눈썹을 치켜 올려도 안보여요</>,
            <>웃거나 찡그리거나 눈썹을 치켜 올리면 보여요</>,
            <>무표정인 상태에서도 약간 보여요</>,
            <>무표정인 상태에서도 잘보여요</>
        ]
    },
    {
        id: 16,
        type1: "Tight or Wrinkle",
        type2: "탄력성 or 주름성",
        question: <>일상생활 중 햇빛에 어느정도 노출되나요?</>,
        option: [
            <>주로 실내에서 생활하여 햇빛에 거의 노출되지 않아요</>,
            <>하루 1시간 이내로 햇빛에 노출되거나, 노출되더라도 모자, 선크림등으로 자외선 차단에 신경 써요</>,
            <>하루 3시간 이내로 햇빛에 노출되거나, 노출되더라도 자외선 차단에 크게 신경쓰지 않는 편이에요</>,
            <>해가 떠 있는 동안에는 항상 야외에서 생활해요</>
        ]
    },
    {
        id: 17,
        type1: "Tight or Wrinkle",
        type2: "탄력성 or 주름성",
        question: <>내 피부는 얼마나 나이 들어 보인다고 생각하나요?</>,
        option: [
            <>내 나이보다는 어려보여요</>,
            <>내 나이대로 보여요</>,
            <>내 나이보다 다소 나이들어 보여요</>,
            <>내 나이보다 5년이상 나이들어 보여요</>
        ]
    },
    {
        id: 18,
        type1: "Tight or Wrinkle",
        type2: "탄력성 or 주름성",
        question: <>어머니의 얼굴 피부는 어떤가요?</>,
        option: [
            <>본인 나이보다 젊어 보이세요</>,
            <>본인 나이대로 보이세요</>,
            <>본인 나이보다 나이들어 보이세요</>,
            <>잘 모르겠어요</>
        ]
    },
    {
        id: 19,
        type1: "Tight or Wrinkle",
        type2: "탄력성 or 주름성",
        question: <>아버지의 얼굴 피부는 어떤가요?</>,
        option: [
            <>본인 나이보다 젊어 보이세요</>,
            <>본인 나이대로 보이세요</>,
            <>본인 나이보다 나이들어 보이세요</>,
            <>잘 모르겠어요</>
        ]
    },
    {
        id: 20,
        type1: "Tight or Wrinkle",
        type2: "탄력성 or 주름성",
        question: <>흡연하시나요? 혹은 흡연 환경에 얼마나 많이 노출되어 있나요?</>,
        option: [
            <>전혀 피우지 않아요</>,
            <>일주일에 두 세갑</>,
            <>일주일에 두 세갑 이상</>,
            <>하루 한 갑 이상</>,
            <>담배를 피우지는 않지만 흡연자와 오랫동안 함께 살았거나, 함께 근무했어요</>
        ]
    },
]