import React from "react";

const UrburPolicy = () => {
    return (
        <div>
            <p></p>
            <p className="lh6 bs4">
                <strong>제0항&nbsp; 여러분을 환영합니다.</strong>
            </p><br />
            <p className="ls2">어리버리 서비스 및 제품(이하 '서비스')을 이용해 주셔서 감사합니다. 본 약관은 다양한 어리버리 서비스의 이용과
                관련하여 어리버리 서비스를 제공하는 주식회사 어리버리와 이를 이용하는 어리버리 서비스 회원(이하 '회원) 또는 비회원과의
                관계를 설명하며,아울러 어리버리 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.<br />
                어리버리 서비스를 이용하시거나 어리버리 서비스 회원의로 가입하실 경우,여러분은 본 약관 및 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어
                주의 깊게 살펴봐 주시기 바랍니다.
            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 1항&nbsp; 다양한 어리버리 서비스를 즐겨보세요.</strong>
            </p><br />
            <p className="ls2">어리버리은 실시간 GPS 위치 정보를 수집하여 AI 기반으로 차량과 보행자의 예측 경로를 만들고 그에 따른 충돌 가능성을 예측합니다.
                이를 통해 사각지대, 코너 부분의 충돌 위험성 감지하여 사고를 예방할 수 있습니다.
            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 2항&nbsp; 어리버리 서비스를 보다 편리하게 이용하실 수 있습니다.</strong>
            </p><br />
            <p className="ls2">
                여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며,
                어리버리은 이에 대한 승낙을 통해 회원 가입 절차를 완료하고, 여러분께 어리버리 서비스 이용 계정(이하 '계정')을 부여합니다.
                계정이란 회원이 어리버리 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.
                회원은 자신의 계정을 통해 조금 더 다양한 어리버리 서비스를 보다 편리하게 이용할 수 있습니다.
            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 3항&nbsp; 여러분의 개인정보를 소중히 보호합니다.</strong>
            </p><br />
            <p className="ls2">
                어리버리은 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집∙이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다.
                어리버리은 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우,
                전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며,
                만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.
                또한, On-Device Inference를 통한 민감 정보 보호, 서버로 위치 정보 전송 불필요하기 때문에 위치 정보 보호 등의 기술적, 관리적 보호 대책을 마련하였습니다.

            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 4항&nbsp; 부득이 서비스 이용을 제한할 경우 합리적인 절차를 준수합니다.</strong>
            </p><br />
            <p className="ls2">
                어리버리은 다양한 정보와 의견이 담긴 여러분의 콘텐츠를 소중히 다룰 것을 약속 드립니다.
                하지만 여러분이 게재한 게시물이 관련 법령, 본 약관, 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등에 위배되는 경우,
                부득이 이를 비공개 또는 삭제 처리하거나 게재를 거부할 수 있습니다.
                다만, 이것이 어리버리이 모든 콘텐츠를 검토할 의무가 있다는 것을 의미하지는 않습니다.<br /><br />
                또한 여러분이 관련 법령, 본 약관, 계정 및 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등을 준수하지 않을 경우, 어리버리은 여러분의 관련 행위 내용을 확인할 수 있으며,
                그 확인 결과에 따라 어리버리 서비스 이용에 대한 주의를 당부하거나, 어리버리 서비스 이용을 일부 또는 전부, 일시 또는 영구히 정지시키는 등 그 이용을 제한할 수 있습니다.<br /><br />
                한편, 이러한 이용 제한에도 불구하고 더 이상 어리버리 서비스 이용계약의 온전한 유지를 기대하기 어려운 경우엔 부득이 여러분과의 이용계약을 해지할 수 있습니다.
                부득이 여러분의 서비스 이용을 제한해야 할 경우 명백한 법령 위반이나 타인의 권리침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안 외에는 위와 같은 단계적 서비스 이용제한 원칙을 준수 하겠습니다.
                명백한 법령 위반 등을 이유로 부득이 서비스 이용을 즉시 영구 정지시키는 경우
                서비스 이용을 통해 획득한 혜택 등은 모두 소멸되고 이에 대해 별도로 보상하지 않으므로 유의해 주시기 바랍니다.
            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 5항&nbsp; 언제든지 어리버리 서비스 이용 계약을 해지하실 수 있습니다.</strong>
            </p><br />
            <p className="ls2">
                회원은 언제든지 어리버리 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 어리버리은 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.
                어리버리 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 어리버리이 해당 회원의 정보를 보유할 수 있는 경우를 제외하고,
                해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다.
                다만, 이 경우에도 다른 회원이 별도로 담아갔거나 스크랩한 게시물과 공용 게시판에 등록한 댓글 등의 게시물은 삭제되지 않으므로 반드시 해지 신청 이전에 삭제하신 후 탈퇴하시기 바랍니다.
            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 6항&nbsp; 주요 사항들을 잘 안내하고 여러분의 소중한 의견에 귀 기울이겠습니다.</strong>
            </p><br />
            <p className="ls2">
                어리버리은 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드릴 수 있도록 힘쓰겠습니다.
                회원에게 통지를 하는 경우 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 개별적으로 알려 드릴 것이며,
                다만 회원 전체에 대한 통지가 필요할 경우엔 어리버리 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱) 초기 화면 또는 공지사항 등에 관련 내용을 게시하도록 하겠습니다.<br /><br />
                어리버리은 여러분의 소중한 의견에 귀 기울이겠습니다. 여러분은 언제든지 고객센터를 통해 서비스 이용과 관련된 의견이나 개선사항을 전달할 수 있으며,
                어리버리은 합리적 범위 내에서 가능한 그 처리과정 및 결과를 여러분께 전달할 수 있도록 하겠습니다.
            </p><br /><br />

            <p className="lh6 bs4">
                <strong>제 7항&nbsp; 여러분이 쉽게 알 수 있도록 약관 및 운영정책을 게시하며 사전 공지 후 개정하겠습니다.</strong>
            </p><br />
            <p className="ls2">
                어리버리은 본 약관의 내용을 여러분이 쉽게 확인할 수 있도록 서비스 초기 화면에 게시하고 있습니다.
                어리버리은 수시로 본 약관, 계정 및 게시물 운영정책을 개정할 수 있습니다.
                그러나 관련 법령을 위배하지 않는 범위 내에서 개정할 것이며, 사전에 그 개정 이유와 적용 일자를 서비스 내에 알리도록 하겠습니다.
                어리버리은 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관 변경에 대한 여러분의 의견을 기다립니다.
                위 기간이 지나도록 여러분의 의견이 어리버리에 접수되지 않으면, 여러분이 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 간주됩니다.
                여러분이 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 될 수 있습니다.<br /><br />
                어리버리 서비스에는 기본적으로 본 약관이 적용됩니다. 부득이 각 개별 서비스의 고유한 특성을 반영하기 위해 본 약관 외 별도의 약관, 운영정책이 추가로 적용될 때가 있습니다.
                따라서 별도의 약관, 운영정책에서 그 개별 서비스 제공에 관하여 본 약관, 계정 및 게시물 운영정책과 다르게 정한 경우에는 별도의 약관, 운영정책이 우선하여 적용됩니다.
                이러한 내용은 각각의 개별 서비스 초기 화면에서 확인해 주시기 바랍니다.<br /><br />
                본 약관은 한국어를 정본으로 합니다. 본 약관 또는 어리버리 서비스와 관련된 여러분과 어리버리과의 관계에는 대한민국의 법령이 적용됩니다.
                그리고 본 약관 또는 어리버리 서비스와 관련하여 여러분과 어리버리 사이에 분쟁이 발생할 경우, 그 분쟁의 처리는 대한민국 '민사소송법'에서 정한 절차를 따릅니다.
            </p><br /><br />


            <strong>공지 일자:</strong>
            <pre>   2024년 2월 22일</pre><br />
            <strong>적용 일자:</strong>
            <pre>   2024년 2월 22일</pre><br />
            <p className="ls2">
                어리버리 서비스와 관련하여 궁금하신 사항이 있으시면<br />
                고객센터(mobisurbur@naver.com)로 문의 주시기 바랍니다.<br /><br />
            </p>
        </div>
    );
};

export default UrburPolicy;
